import new1 from '../img/news/women.jpg';
import new2 from '../img/news/men.jpg';
import new3 from '../img/news/not-allowed.jpg';

import subscription from '../img/products/subscription.jpg';
import mat from '../img/products/mat.jpg';
import bolster from '../img/products/bolster.jpg';

export const news = [
   {
      img: new1,
      title: 'Йога для женщин',
      descr: `Йога полезна и для мужчин, и для женщин. Однако у прекрасного пола она более популярна, так как позволяет улучшить собственную фигуру и расслабиться. Асаны выполняются плавно, они подходят для женщин любого возраста и практически в любом физическом состоянии. Заниматься физическими и духовными практиками может не только полностью здоровый человек, но и люди с болезнями 
      
      Йога приобрела широчайшую популярность, так как: позволяет бороться со стрессовыми состояниями, расслабляет и восстанавливает нервы, повышает гибкость позвоночника, развивает физическую силу, улучшает подвижность суставов, учит управлять дыханием, способствует оздоровлению и омолаживанию организма, учит справляться с негативными эмоциями
      
      Польза йоги для женщин неоценима, она позволяет тренировать как свое тело, так и разум, бороться с негативными мыслями и эмоциями.`,
   },
   {
      img: new2,
      title: 'Йога для мужчин',
      descr: `Йога практикуется в Индии уже многие тысячелетия. Она улучшает общее состояние организма и обеспечивает духовный и психологический рост. Изначально эта практика была разработана именно мужчинами. И первые упражнения, дошедшие до нас из древности, были рассчитаны на представителей этого пола. 
            
      В целом физические упражнения и контроль дыхания позволяют насытить организм кислородом и проработать все группы мышц. К тому же, йога помогает расслабиться и отдохнуть головой, отвлекая от насущных проблем.
      
      Если будете стараться, регулярные занятия йогой в конце концов обеспечат вам крепкое тело, гибкость, ясность ума и духовное равновесие.`,
   },
   {
      img: new3,
      title: 'Кому нельзя заниматься йогой',
      descr: `В общем и целом противопоказаний для занятий этим видом физических практик нет. Есть лишь ограничения по набору самих упражнений. Здесь все зависит от индивидуальных особенностей организма человека.
            
      Однако специалисты запрещают заниматься йогой людям с «измененным состоянием сознания». Людям с психическими проблемами, в том числе с глубокой депрессией, она противопоказана
      
      В начале пути важно правильно подойти к выбору тренера по йоге. Без наставника новичкам, как и в любом виде спорта, заниматься все же не рекомендуется. От выбора тренера зависит, принесут ли вам занятия пользу или, наоборот, усугубят проблемы со здоровьем.`,
   },
   {
      img: new3,
      title: 'Кому нельзя заниматься йогой',
      descr: `В общем и целом противопоказаний для занятий этим видом физических практик нет. Есть лишь ограничения по набору самих упражнений. Здесь все зависит от индивидуальных особенностей организма человека.
            
      Однако специалисты запрещают заниматься йогой людям с «измененным состоянием сознания». Людям с психическими проблемами, в том числе с глубокой депрессией, она противопоказана
      
      В начале пути важно правильно подойти к выбору тренера по йоге. Без наставника новичкам, как и в любом виде спорта, заниматься все же не рекомендуется. От выбора тренера зависит, принесут ли вам занятия пользу или, наоборот, усугубят проблемы со здоровьем.`,
   },
   {
      img: new3,
      title: 'Кому нельзя заниматься йогой',
      descr: `В общем и целом противопоказаний для занятий этим видом физических практик нет. Есть лишь ограничения по набору самих упражнений. Здесь все зависит от индивидуальных особенностей организма человека.
            
      Однако специалисты запрещают заниматься йогой людям с «измененным состоянием сознания». Людям с психическими проблемами, в том числе с глубокой депрессией, она противопоказана
      
      В начале пути важно правильно подойти к выбору тренера по йоге. Без наставника новичкам, как и в любом виде спорта, заниматься все же не рекомендуется. От выбора тренера зависит, принесут ли вам занятия пользу или, наоборот, усугубят проблемы со здоровьем.`,
   },
   {
      img: new3,
      title: 'Кому нельзя заниматься йогой',
      descr: `В общем и целом противопоказаний для занятий этим видом физических практик нет. Есть лишь ограничения по набору самих упражнений. Здесь все зависит от индивидуальных особенностей организма человека.
            
      Однако специалисты запрещают заниматься йогой людям с «измененным состоянием сознания». Людям с психическими проблемами, в том числе с глубокой депрессией, она противопоказана
      
      В начале пути важно правильно подойти к выбору тренера по йоге. Без наставника новичкам, как и в любом виде спорта, заниматься все же не рекомендуется. От выбора тренера зависит, принесут ли вам занятия пользу или, наоборот, усугубят проблемы со здоровьем.`,
   },
   {
      img: new3,
      title: 'Кому нельзя заниматься йогой',
      descr: `В общем и целом противопоказаний для занятий этим видом физических практик нет. Есть лишь ограничения по набору самих упражнений. Здесь все зависит от индивидуальных особенностей организма человека.
            
      Однако специалисты запрещают заниматься йогой людям с «измененным состоянием сознания». Людям с психическими проблемами, в том числе с глубокой депрессией, она противопоказана
      
      В начале пути важно правильно подойти к выбору тренера по йоге. Без наставника новичкам, как и в любом виде спорта, заниматься все же не рекомендуется. От выбора тренера зависит, принесут ли вам занятия пользу или, наоборот, усугубят проблемы со здоровьем.`,
   },
];

export const products = [
   {
      name: 'абонемент',
      descr: 'Скидка 10% на ваш первый абонемент!',
      img: subscription,
      data: [
         ['Типы', 'Лайт', 'Обычная', 'VIP'],
         ['Занятия в группе', true, true, true],
         ['Бесплатная парковка', true, true, true],
         ['Тренинги по личностному развитию', false, true, true],
         ['Доступ в массажный зал', false, true, true],
         ['Доступ в бассейн', false, false, true],
         ['Посещения соляной пещеры', false, false, true],
         ['Индивидуальные занятия с тренером', false, false, true],
         [
            '1 месяц / 3 месяца / 1 год',
            '2000 / 5к / 20к',
            '5000 / 12к / 55к',
            '8000 / 20к / 88к',
         ],
      ],
   },
   {
      name: 'Коврик для йоги',
      descr: 'Двусторонний двухслойный толстый коврик для фитнеса и йоги - основной инвентарь на занятиях йогой, фитнесом, пилатесом, стрейчингом, растяжкой и другими видами спортивными направлениями!',
      img: mat,
   },
   {
      name: 'Болстер',
      descr: 'Отличный болстер для использования в практике пилатеса и йоги. Обеспечивает твердую ровную поддержку вашему телу. Достаточно долговечен.',
      img: bolster,
   },
];
